espressif/esp-video-components/esp_ipa/test_apps/dummy/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32p4"
CONFIG_ESPTOOLPY_FLASHMODE_QIO=y
CONFIG_ESP32P4_REV_MIN_0=y
CONFIG_ESP_TASK_WDT_EN=n
# IDF 6.1 P4 bootloader exceeds 24 KiB slot at default partition offset 0x8000
CONFIG_PARTITION_TABLE_OFFSET=0x10000
